<template>
  <div class="contents">
    <bm-back></bm-back>
    <div class="content">
      <h1>比特曼用户服务协议</h1>
      <div>欢迎申请使用 “比特曼 ”服务（以下简称：比特曼服务或本服务），本服务是北京星河收付邦科技有限公司（以下简称 “比特曼 ”）基于区块链技术为用户提供的创建 “比特曼 ”私钥、使用 “比特曼 ”平台等相关服务。<span class="txtBold">为了保障您的权益，请您在使用本服务前，务必仔细阅读、知悉协议中各条款内容，特别是加粗、颜色标记或其他合理方式提示您注意的条款。您对该等条款的确认将可能导致您在特定情况下的被动或不便或损失，请您在确认同意本协议之前或在使用比特曼服务之前再次阅读、充分理解本协议中的所有条款。如您不同意本服务条款任意内容，请勿注册或使用比特曼服务。</span></div>
      <div>除非您已阅读并接受本协议所有条款，否则您无权使用比特曼服务。如果您对本协议或比特曼服务有意见或建议，可与比特曼客户服务部取得联系，我们会给予您必要的帮助。当您通过网络页面点击“同意”或“接受”或“下一步”，或您注册、使用比特曼服务均视为用户与比特曼已达成协议，自愿接受本服务条款的所有内容。此后，用户不得以未阅读本服务条款内容作任何形式的抗辩。</div>
      <div>本协议构成您（即用户）与比特曼达成的协议，具有法律效力。如果您未满18周岁，请特别注意未成年人使用条款。</div>
      <div>
        <span>第一条&nbsp;&nbsp;定义</span><br>
        <span>1、比特曼服务：指由比特曼基于区块链技术为用户提供的创建私钥、加密储存数字资产和信息数据等服务。</span><br>
        <span>2、比特钻：指用户在比特曼平台里挖矿产生的奖励，也是比特曼数字信息生态下基于区块链技术的原生数字资产。它的产生与比特曼数字信息数量、个人数据的共享、算力大小、社交行为有强关联性，比特钻的产生总数是恒定的，每日发放数量恒定，每 2年减半。</span><br>
        <span>3、算力：是指用户获取比特钻的影响因子，算力越高，获得的比特钻越多。每日确定发放比特钻总数 C，用户每日挖取到的比特钻数 =C*该用户当前算力值 /所有用户算力值之和。用户通过完成比特曼平台的各类任务获得算力。</span>
      </div>
      <div>
        <span>第二条&nbsp;&nbsp;服务规则</span><br>
        <p>1 、您充分理解并同意，本服务涉及比特曼相关软件包括但不限于所有权、知识产权等一切权利归比特曼所有。比特曼（包括比特曼整体及比特曼涉及的所有内容、组成部分或构成要素 ）的一切著作权、商标权、专利权、商业秘密等知识产权及其他合法权益，以及与比特曼相关的所有信息内容（包括文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，收付邦享有上述知识产权和合法权益，但相关权利人依照法律规定应享有的权利除外。未经收付邦事先书面同意，您不得以任何方式将比特曼（包括比特曼整体及比特曼涉及的所有内容、组成部分或构成要素 ）进行任何商业性使用。用户在享受本服务时，应当受本协议以及软件及服务相关的具体服务条款、操作规则的约束。</p>
        <p>
          <span class="txtBold">2 、用户资格：</span><br>
          <span class="txtBold">仅当您符合下列条件之一时，才能申请成为比特曼用户并使用本服务：</span><br>
          <span class="txtBold">1 ）年满十八周岁，并具有完全民事权利能力和完全民事行为能力的自然人；</span><br>
          <span class="txtBold">2 ）未满十八周岁，但其法定监护人予以书面同意的自然人；</span><br>
          <span class="txtBold">3 ）根据中华人民共和国或设立地法律、法规和/或规章成立并合法存在的公司、社团组织和其他组织。</span><br>
          <span class="txtBold">无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为本服务用户或超过其民事权利或行为能力范围使用本服务的，其与本服务之间的协议自始无效，比特曼一经发现，有权立即注销该用户使用比特曼及相关服务的资格且无需承担任何责任，并有权追究其（或其法定监护人）使用本服务所产生的相关法律责任。</span><br>
        </p>
        <p>3、为了保证比特曼服务的安全性和功能的一致性，比特曼有权对软件进行更新，或者对软件的部分功能效果进行改变或限制。软件新版本发布后，旧版本的软件可能无法使用。比特曼不保证旧版本软件继续可用及相应的客户服务，请您随时核对、下载并更新最新版本。</p>
        <p>
          <span>4、注册：</span><br>
          <span>1）用户在使用 “比特曼 ”之前，必须先行注册，并填写注册资料，取得比特曼账号、密码。</span><br>
          <span>2）比特曼账号注册资料包括但不限于用户的账号名称、头像、密码、注册或更新比特曼账号时输入的所有信息。</span><br>
          <span>您在注册比特曼账号时承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，不得在比特曼账号注册资料中出现违法和不良信息，且用户保证在注册和使用账号时，<span class="txtBold">不得有以下情形：</span></span><br>
          <span class="txtBold">（ 1 ）违反我国宪法或法律法规规定的；</span><br>
          <span class="txtBold">（ 2 ）危害国家统一、主权和领土完整的；</span><br>
          <span class="txtBold">（ 3 ）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</span><br>
          <span class="txtBold">（ 4 ）损害国家荣誉和利益的，损害公共利益的；</span><br>
          <span class="txtBold">（ 5 ）煽动民族仇恨、民族歧视，破坏民族团结或者侵害民族风俗、习惯的；</span><br>
          <span class="txtBold">（ 6 ）破坏国家宗教政策，宣扬邪教和封建迷信的；</span><br>
          <span class="txtBold">（ 7 ）散布谣言，扰乱社会秩序，破坏社会稳定的；</span><br>
          <span class="txtBold">（ 8 ）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</span><br>
          <span class="txtBold">（ 9 ）侮辱或者诽谤他人，侵害他人合法权益的；</span><br>
          <span class="txtBold">（ 10 ）违背社会公德的；</span><br>
          <span class="txtBold">（ 11 ）含有法律、行政法规禁止的其他内容的。</span><br>
          <span>3）您成功注册比特曼账号以后，根据相关法律、法规规定以及考虑到比特曼产品服务的重要性，您同意：</span><br>
          <span class="txtBold">（ 1 ）在注册比特曼账号时提交有效身份信息进行实名认证；</span><br>
          <span class="txtBold">（ 2 ）提供及时、详尽及准确的账户注册资料；</span><br>
          <span class="txtBold">（ 3 ）不断更新注册资料，符合及时、详尽准确的要求，除法律法规规定外，对注册比特曼账号时填写的身份证件信息不能随意修改。</span><br>
          <span class="txtBold">（ 4 ）如果您提供任何不真实、不准确、不完整或不能反映当前情况的资料的，或比特曼有合理理由怀疑该等资料不真实、不准确、不完整或不能反映当前情况的，比特曼有权停止您使用本服务；如因您资料的不真实、不准确、不完整或不能反映当前情况而给比特曼或其关联公司造成损失的，您应负责赔偿。若您以虚假信息骗取账号注册或账号头像、个人简介等注册资料存在违法和不良信息的，比特曼有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册账号名称的，比特曼有权注销该账号，并向政府主管部门进行报告。比特曼有权对您的比特曼账户进行安全性管理，包括但不限于采取限制、冻结、注销用户账户措施。</span><br>
          <span class="txtBold">4）、您在比特曼中创建比特曼账户，比特曼会帮助您生成对应的区块链账户地址及私钥，地址和私钥具有唯一性，私钥可以用于特定情形下的收付比特钻等用途。</span><br>
        </p>
        <p class="txtBold">5、您知悉，您基于比特曼区块链所获得的区块链账户地址及相关私钥为您本人所有，您应妥善保管您的区块链账户地址及相关私钥，您的账户信息、私钥均储存于区块链中，不会被获取 / 储存 / 备份于比特曼服务器中，区块链账户地址与相关私钥不得更改，如用户不慎丢失账户地址或私钥，将无法通过比特曼找回，用户将自行承担相关损失。</p>
        <p class="txtBold">6、比特曼禁止用户违反比特曼使用规则私自赠与、借用、租用、转让或售卖任何区块链账户地址或相关私钥。用户基于比特曼账户所进行的所有登入、兑换或相关使用行为，均视为用户本人操作，代表用户的真实意思表示，比特曼不对其产生的后果承担任何责任。</p>
        <p>7 、本服务为比特曼基于区块链技术及比特曼区块链向用户提供的技术服务，比特曼将采取合理技术措施保证比特曼区块链的正常运行及安全保障。<span class="txtBold">用户应确保在使用比特曼服务过程中不得违反任何法律、法规及相关规定或侵害任何第三人的合法权益，比特曼对用户使用比特曼服务所产生的任何后果不承担任何责任。</span></p>
        <p class="txtBold">8 、比特曼有权制定或调整比特钻的使用规则，具体比特钻的发放、获取、兑换等相关规则以比特曼页面展示为准。</p>
        <p>9、您可通过本服务提供的区块链加密技术记录并保护用户的数字信息数据，同时比特曼可以帮助用户提供相关数字信息数据的查询功能，用户可根据自身意愿将个人数字信息数据开放给其他比特曼用户进行查询。为鼓励用户更好的保护个人数字信息数据，发现并拓展个人数字信息数据的价值，比特曼会根据相关服务规则对用户的数据信息保存及共享查询行为奖励算力值或比特钻或其他收益奖励。<span class="txtBold">您通过比特曼保存并加密的数字信息数据归您本人所有，除非经用户明确授权，比特曼不会收集、储存或使用用户的任何数字信息数据，亦不对您向任何第三方提供个人数字信息数据所产生的后果承担责任。</span></p>
        <p class="txtBold">10 、您不得利用比特钻进行融资或从事比特钻与法定货币、“ 虚拟货币 ”相互之间的兑换业务，不得买卖或作为中央对手方买卖比特钻，不得为比特钻提供定价、信息中介等法律法规、监管政策禁止的任何活动，否则比特曼有权不经您的同意，立即单方注销您的比特曼账户并停止向用户继续提供服务，因此而给您造成的任何损失，由您自行承担。</p>
        <p class="txtBold">11 、比特曼有权就本服务向您收取一定的手续费或服务费，具体以比特曼页面公示为准。</p>
        <p class="txtBold">12 、您同意比特曼有权基于司法、监管部门、监督机构的要求或自身业务原因，暂停、中断或终止向您提供全部或者部分本服务。</p>
      </div>
      <div>
        <span>三、法律责任与免责</span><br>
        <span class="txtBold">1 、比特曼对其所有服务将尽力维护其安全性及方便性，但对服务中非因比特曼过错所产生的信息（包括但不限于用户发布 / 储存的信息、账户地址、数字资产数量、信息数据等）删除或储存失败不承担任何责任。</span><br>
        <p class="txtBold">2 、使用本服务涉及到互联网服务，可能会受到各个环节不稳定因素的影响，在任何情况下，比特曼不对因不可抗力导致的您在使用比特曼服务过程中遭受的损失承担责任。 该等不可抗力包括但不限于国家法律、法规、政策及国家机关的命令及其他政府行为、战争、地震、台风、雷击、海啸、水灾、雪灾、火灾、罢工、电信部门技术管制 、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等不可避免原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，比特曼不承担任何责任。</p>
        <p class="txtBold">3 、用户因第三方如电信运营商部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力 ( 包括但不限于国家法律、法规、政策及国家机关的命令及其他政府行为、战争、地震、台风、雷击、海啸、水灾、雪灾、火灾、罢工、政府行为、电信部门技术管制 ) 原因而遭受的经济损失，比特曼不承担任何责任。</p>
        <p class="txtBold">4 、因用户违反本协议或相关的服务条款的规定，导致或产生比特曼或其合作公司、关联方遭受任何第三方主张的任何索赔、要求或损失的（包括合理的诉讼费用和律师费用），用户应承担赔偿责任。</p>
      </div>
      <div>
        <span>四、隐私政策</span><br>
        <span>您应阅读并同意用户隐私政策（具体详见附件），方可使用本服务。</span>
      </div>
      <div>
        <span>五、其他</span><br>
        <span>1、您同意，比特曼有权随时变更本协议条款，您可以在比特曼的相关页面查阅最新版本的协议条款。变更后的条款自比特曼网页公布之日起生效。本协议变更的条款生效后，若您仍继续使用本服务，即视为您已接受变更后的协议，若您不同意的，请您立即终止本协议并停止使用本服务。</span>
        <p>2、本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
        <p>3、因本协议引起的或与本协议有关的任何纠纷或争议，首先应友好协商解决；协商不成的，任何一方均有权向北京市海淀区人民法院提起诉讼解决。</p>
      </div>
      <br><br>
      <div>附件：</div>
      <h1>用户隐私政策</h1>
      <div class="txtBold">本《用户隐私政策》适用于我们提供的比特曼服务。当您使用我们任何单项比特曼服务时，您同意接受本《用户隐私政策》的保护，该《用户隐私政策》对您产生效力。
请注意，我们将不定时地检查我们的隐私政策，因此有关的措施会随之变化。我们恳请您定期光顾本页面，以确保对我们《用户隐私政策》最新版本始终保持了解。
您使用或继续使用比特曼服务，都表示您同意并授权我们按照本《用户隐私政策》收集、使用、储存和分享您的信息。</div>
      <div>
        <span class="txtBold">一、我们可能收集的信息</span><br>
        <span>（一）与个人身份无关的信息：</span><br>
        <span>当您使用比特曼服务时，我们可能收集和汇总诸如用户的来源途径、访问顺序等信息，例如记录使用比特曼服务的每个用户的来源途径、浏览器软件等。</span><br>
        <span>（二）有关个人身份的信息：</span><br>
        <span>当您使用比特曼服务时，我们可能收集、汇总或要求您提供有关个人身份的信息，例如个人身份证明（包括身份证、护照、驾驶证等）；生日、籍贯、性别、兴趣爱好、个人电话号码、面部特征；网络身份标识信息（包括系统账号、IP地址、电子邮箱地址及与前述有关的密码、口令、口令保护答案等）；个人财产信息（交易记录、余额、优惠券、游戏类兑换码、银行卡信息等）；通讯信息；个人上网记录和日志信息（包括网站浏览记录、软件使用记录、点击记录、操作日志等）；设备信息（包括设备型号、设备MAC地址、操作系统类型、设备设置）；软件列表唯一设备识别码（如IMEI/android ID/IDFA/OPENUDID/GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息）；位置信息（包括行程信息、精准定位信息、住宿信息、经纬度等）。</span><br>
        <span>我们收集您的信息主要是为了您和其他用户能够更容易和更满意地使用比特曼服务。比特曼的目标是向所有的互联网用户提供安全、刺激、有趣及有教益的上网经历。而这些信息有助于我们实现这一目标。</span><br>
        <span class="txtBold">请注意，如您在比特曼服务中其他用户可见的公开区域内上传或发布的信息中、您对其他人上传或发布的信息作出的回应中公开您的个人信息，该等信息可能会被他人收集并加以使用。当您发现比特曼的用户不正当地收集或使用您或他人的信息时，请与比特曼的客服联系。 </span>
      </div>
      <div>
        <span class="txtBold">二、我们如何收集和使用信息</span><br>
        <span>（一）我们将通过以下途径收集和获得您的信息：</span><br>
        <span>1、您提供的信息。 例如：</span><br>
        <span>（1）您在注册比特曼服务的帐号或使用比特曼服务时，向我们提供的信息；</span><br>
        <span>（2）您通过比特曼服务向其他方提供的共享信息，以及您使用比特曼服务时所储存的信息。</span><br>
        <span>2、其他方分享的您的信息。亦即其他方使用比特曼服务时所提供有关您的共享信息。</span><br>
        <span>3、我们获取的您的信息。您在使用比特曼服务时，我们收集、汇总、记录的信息，例如日志信息、位置信息、设备信息等。</span><br>
        <span>（二）COOKIES、日志档案和WEB BEACON</span><br>
        <span>我们或我们的第三方合作伙伴可能通过COOKIES和WEB BEACON获取和使用您的信息，并将该等信息储存为日志信息。</span><br>
        <span>通过使用COOKIES，我们向用户提供简单易行并富个性化的网络体验。一个COOKIES是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用COOKIES是为了让其用户可以受益。比如，为使得比特曼虚拟平台的登录过程更快捷，您可以选择把用户名存在一个COOKIES中。这样下次当您要登录比特曼的服务时能更加方便快捷。COOKIES能帮助我们确定您连接的页面和内容，您在比特曼特定服务上花费的时间和您所选择的比特曼服务。</span><br>
        <span>COOKIES使得我们能更好、更快地为您服务，并且使您在比特曼服务上的经历更富个性化。然而，您应该能够控制COOKIES是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。</span><br>
        <span>我们和第三方合作伙伴可能通过COOKIES和WEB BEACON收集和使用您的信息，并将该等信息储存。</span><br>
        <span>我们使用自己的COOKIES和WEB BEACON，用于以下用途：</span><br>
        <span>（1）记住您的身份。例如：COOKIES和WEB BEACON有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的喜好或其他信息；</span><br>
        <span>（2）分析您使用我们服务的情况。我们可利用COOKIES和WEB BEACON来了解您使用比特曼服务进行什么活动、或哪些服务或服务最受欢迎；</span><br>
        <span>（3）广告优化。COOKIES和WEB BEACON有助于我们根据您的信息，向您提供与您相关的广告而非进行普遍的广告投放。</span><br>
        <span>我们为上述目的使用COOKIES和WEB BEACON的同时，可能将通过COOKIES和WEB BEACON收集的非个人身份信息汇总提供给广告商和其他伙伴，用于分析您和其他用户如何使用比特曼服务并用于广告服务。</span><br>
        <span>比特曼服务上可能会有广告商和其他合作方放置的COOKIES和WEB BEACON。这些COOKIES和WEB BEACON可能会收集与您相关的非个人身份信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果。这些第三方COOKIES和WEB BEACON收集和使用该等信息不受本《用户隐私政策》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的COOKIES或WEB BEACON承担责任。</span><br>
        <span>您可以通过浏览器或用户选择机制拒绝或管理COOKIES或WEB BEACON。但请您注意，如果您停用COOKIES或WEB BEACON，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。同时，您仍然将收到广告，只是这些广告与您的相关性会降低。</span><br>
        <span>（三）我们会出于以下目的，收集和使用您的信息：</span><br>
        <span>1、帮助您完成注册</span><br>
        <span>为便于我们为您提供服务，您需要提供基本注册信息，例如手机号码、电子邮箱地址等，并创建您的用户名和密码。在部分单项服务中，如果您仅需使用浏览、搜索等基本服务，您不需要注册成为比特曼用户及提供上述信息。</span><br>
        <span>2、向您提供服务</span><br>
        <span>我们所收集和使用的信息是为您提供比特曼服务的必要条件，如缺少相关信息，我们将无法为您提供比特曼服务的核心内容，例如：</span><br>
        <span>（1）在部分服务项目中，为便于向您交付商品或服务，您需提供个人身份信息、姓名、地址、邮政编码、联系人、联系电话、支付状态等信息。如果您拒绝提供此类信息，我们将无法完成相关交付服务。如您通过比特曼服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。向我们提供该实际订购人的前述信息之前，您需确保您已经取得其授权同意。</span><br>
        <span>（2）为展示您账户的订单信息，我们会收集您在使用比特曼服务过程中产生的订单信息用于向您展示及便于您对订单进行管理；</span><br>
        <span>（3）当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</span><br>
        <span>（4）为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</span><br>
        <span>3、向您推送消息</span><br>
        <span class="txtBold">（1）为您展示和推送商品或服务。我们可能使用您的信息，您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征，并基于特征标签通过电子邮件、短信或其他方式向您发送营销信息，提供或推广我们或第三方的如下商品和服务：</span><br>
        <span>我们的商品和服务，包括但不限于：即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、支付服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融及其他社交媒体、娱乐、网络游戏、电子商务、资讯及通讯软件和服务（“互联网服务”）；及第三方商品和服务，包括但不限于：互联网服务、食物和餐饮、体育、音乐、电影、电视、现场表演和其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及金融服务、积分和奖励计划，以及我们认为可能与您相关的其他商品和服务。</span><br>
        <span class="txtBold">（2）向您发出通知。我们可能在必需时（例如当我们由于系统维护而暂停某一单项服务、变更、终止提供某一单项服务时）向您发出与服务有关的通知。</span><br>
        <span class="txtBold"> 如您不希望继续接收我们推送的消息，您可要求我们停止推送，例如：根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息等；但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。</span><br>
        <span>4、为您提供安全保障</span><br>
        <span class="txtBold">为确保您身份真实性、向您提供更好的安全保障，您可以向我们提供身份证明、面部特征等生物识别信息等个人敏感信息以完成实名认证。</span><br>
        <span class="txtBold">除身份验证外，我们可能将您的信息用于客户服务、安全防范、诈骗监测、存档和备份等用途，确保我们向您提供的服务的安全性；我们可能使用或整合我们所收集的您的信息，以及我们的合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。</span><br>
        <span>5、改进我们的服务</span><br>
        <span>我们可能将通过某一项比特曼服务所收集的信息，用于我们的其他服务。例如，在您使用某一项比特曼服务时所收集的您的信息，可能在另一项比特曼服务中用于向您提供特定内容或向您展示与您相关的、而非普遍推送的信息；我们可能让您参与有关比特曼服务的调查，帮助我们改善现有服务或设计新服务；同时，我们可能将您的信息用于软件更新。</span><br>
        <span class="txtBold">您了解并同意，在收集您的信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别您的身份，在此情况下我们有权使用已经去标识化的信息，对用户数据库进行分析并予以商业化的利用。</span><br>
        <span>如果我们将您的信息用于本《隐私政策》中未注明的其他用途，会事先征求您同意。</span><br>
        <span>6、征得授权同意的例外</span><br>
        <span>根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：</span><br>
        <span>（1）与国家安全、国防安全有关的；</span><br>
        <span>（2）与公共安全、公共卫生、重大公共利益有关的；</span><br>
        <span>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</span><br>
        <span>（4）出于维护信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</span><br>
        <span>（5）所收集的信息是您自行向社会公众公开的；</span><br>
        <span>（6）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</span><br>
        <span>（7）根据您的要求签订合同所必需的；</span><br>
        <span>（8）用于维护比特曼服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</span><br>
        <span>（9）为合法的新闻报道所必需的；</span><br>
        <span>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的信息进行去标识化处理的；</span><br>
        <span>（11）法律法规规定的其他情形。</span><br>
      </div>
      <div>
        <span class="txtBold">三、我们可能分享、转让或披露的信息</span><br>
        <span>（一）分享</span><br>
        <span class="txtBold">除以下情形外，未经您同意，我们不会与比特曼之外的任何第三方分享您的信息：</span><br>
        <span class="txtBold">1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现您需要的核心功能或提供您需要的服务，例如：向物流服务商提供对应的订单信息；</span><br>
        <span class="txtBold">2、维护和改善我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以帮助我们为您提供更有针对性、更完善的服务，例如：代表我们发出电子邮件或推送通知的通讯服务提供商等；</span><br>
        <span class="txtBold">3、实现本《用户隐私政策》第二条“我们如何收集和使用信息”部分所述目的；</span><br>
        <span class="txtBold">4、履行我们在本《用户隐私政策》或我们与您达成的其他协议中的义务和行使我们的权利；</span><br>
        <span class="txtBold">5、向委托我们进行推广的合作伙伴等第三方共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供可以识别您身份的信息，例如姓名电话号码或电子邮箱；或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客。</span><br>
        <span>6、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他比特曼用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过,这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。</span><br>
        <span>7、应您合法需求，协助处理您与他人的纠纷或争议；</span><br>
        <span>8、应您的监护人合法要求而提供您的信息；</span><br>
        <span>9、根据与您签署的单项服务协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</span><br>
        <span>10、基于学术研究而提供；</span><br>
        <span>11、基于符合法律法规的社会公共利益而提供。</span><br>
        <span>我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理信息。</span><br>
        <span>（二）转让</span><br>
        <span><span class="txt">1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。</span>我们会要求新的持有您信息的公司、组织继续受本《隐私政策》的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</span><br>
        <span>2、在获得您的明确同意后，我们会向其他方转让您的信息。</span><br>
        <span>（三）披露</span><br>
        <span>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的信息：</span><br>
        <span>1、根据您的需求，在您明确同意的披露方式下披露您所指定的信息；</span><br>
        <span>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</span><br>
      </div>
      <div>
        <span class="txtBold">四、我们如何保留、储存和保护信息</span><br>
        <span>我们仅在本《用户隐私政策》所述目的所必需期间和法律法规要求的时限内保留您的信息。</span><br>
        <span>我们在中华人民共和国境内运营中收集和产生的信息，存储在中国境内。</span><br>
        <span>我们将采取以下手段保护您的信息：</span><br>
        <span>（一）数据安全技术措施 </span><br>
        <span>我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。 在信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中安全性。采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。</span><br>
        <span>（二）我们为保护信息采取的其他安全措施</span><br>
        <span>我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。</span><br>
        <span>我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</span><br>
        <span>加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。</span><br>
        <span class="txtBold">（三）我们仅允许有必要知晓这些信息的比特曼员工、合作伙伴访问您的信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与比特曼的合作关系。</span><br>
        <span class="txtBold">（四）我们会采取一切合理可行的措施，确保未收集无关的信息。</span><br>
        <span>（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。</span><br>
        <span>（六）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</span><br>
        <span>（七）安全事件处置</span><br>
        <span>在通过比特曼服务与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供。</span><br>
        <span>为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</span><br>
        <span>在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、短信、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。</span><br>
        <span class="txtBold"> 请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入比特曼服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。</span><br>
      </div>
      <div>
        <span class="txtBold">五、如何管理您的信息</span><br>
        <span>（一）访问、更新和删除</span><br>
        <span>我们鼓励您更新和修改您的信息以使其更准确有效。您能通过比特曼服务访问您的信息，并根据对应信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段，尽可能保证您可以访问、更新和更正自己的信息或使用比特曼服务时提供的其他信息。</span><br>
        <span>在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障信息安全。对于通过COOKIES和WEB BEACON收集的您的信息，我们还在本《隐私政策》第二条“COOKIES、日志档案和WEB BEACON”部分说明了向您提供的选择机制。<span class="txtBold">如您想查询、修改或删除您的部分信息，请登录比特曼帐号中心的具体指引进行操作。</span></span><br>
        <span>（二）公开与分享</span><br>
        <span>我们的多项服务可让您不仅与您的社交网络、也与使用该服务的所有用户公开分享您的相关信息，例如，您在比特曼服务中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过电子邮件或在比特曼服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。<span class="txtBold">如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。</span></span><br>
        <span>（三）注销</span><br>
        <span>在符合比特曼单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项比特曼服务帐号可能被注销或删除。当帐号注销或被删除后，与该帐号相关的全部服务资料和数据将依约删除或处理。</span><br>
        <span>（四）改变您授权同意的范围</span><br>
        <span>您总是可以选择是否披露信息。有些信息是使用比特曼服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。</span><br>
        <span class="txtBold">当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撤回授权的决定，不会影响此前基于您的授权而开展的信息处理。</span><br>
        <span>（五）有关敏感信息的提示</span><br>
        <span class="txtBold">某些信息因其特殊性可能被认为是敏感信息，例如您的种族、宗教、个人健康和医疗信息等，以及身份证明文件、个人生物识别信息、财产信息、行踪轨迹、未成年人的信息等。</span><br>
        <span class="txtBold">请注意，您在比特曼服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片或信息），可能会泄露您的敏感信息。您需要谨慎地考虑，是否使用比特曼服务披露您的敏感信息。</span><br>
        <span>您同意您的敏感信息按本《用户隐私政策》所述的目的和方式来处理。</span><br>
      </div>
      <div>
        <span>六、第三方服务</span><br>
        <span>比特曼服务可能链接至第三方提供的社交媒体或其他服务（包括网站或其他服务形式）。包括：</span><br>
        <span>（1）您可利用“分享”键将某些内容分享到比特曼服务，或您可利用第三方服务登录比特曼服务。这些功能可能会收集您的信息（包括您的日志信息），并可能在您的电脑装置COOKIES，从而正常运行上述功能；</span><br>
        <span>（2）我们通过广告或我们服务的其他方式向您提供链接，使您可以接入第三方的服务或网站；及其他接入第三方服务的情形。</span><br>
        <span class="txtBold">该等第三方社交媒体或其他服务由相关的第三方负责运营。您使用该等第三方的社交媒体服务或其他服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本《隐私政策》）约束，您需要仔细阅读其条款。本《隐私政策》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。</span><br>
      </div>
      <div>
        <span class="txtBold">七、年龄限制</span><br>
        <span class="txtBold">我们建议：任何未成年人参加网上活动应事先取得家长或其法定监护人（以下简称"监护人"）的书面同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。</span><br>
      </div>
      <div>
        <span class="txtBold">八、通知和修订</span><br>
        <span class="txtBold">我们可能适时修改本《用户隐私政策》的条款，该等修改构成本《用户隐私政策》的一部分。对于重大变更，我们会提供更显著的通知，您可以选择停止使用比特曼服务；在该种情况下，如您仍然继续使用比特曼服务的，即表示同意受经修订的本《用户隐私政策》的约束。</span><br>
        <span>我们鼓励您在每次使用比特曼服务时都查阅我们的隐私政策。</span><br>
        <span class="txtBold">我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</span><br>
        <span>最后，您必须对您的账号和密码信息负有保密义务。任何情况下，请小心妥善保管。</span>
      </div>
      <div>
        <span class="txtBold">九、如何联系我们</span><br>
        <span>如您有关于网络信息安全的投诉和举报，或您对本《用户隐私政策》、您的信息的相关事宜有任何问题、意见或建议，以及有关本声明或比特曼的隐私措施的问题请与比特曼的客服联系。</span>
      </div>

    </div>

  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.content{
  width: 90%;
  margin: 0 auto;
  margin-top: 20px;
  font-size: 12px;
  color: #8F8F8F;
  letter-spacing: 0;
  text-align: justify;
  line-height: 20px;
  margin-bottom: 50px;
}

h1{
font-size: 14px;
color: #1F1F1F;
letter-spacing: 0;
text-align: center;
}
.txtBold{
 color:#1F1F1F;
}
.content div{
 margin-bottom: 1em;
}
</style>
